common/modules/main/controllers/MetaTagsController.php

INSERT INTO `meta_tags` (`parent_id`, `belong`, `type`, `content`, `value`) VALUES (10, 'tag', 'rel', 'مهدی', 'ج')
---
    public function actionCreate($parent_id, $belong)
    {
        $model = new MetaTags();

        $model->parent_id = $parent_id;
        $model->belong = $belong;

        if ($this->request->isPost) {
            if ($model->load($this->request->post()) && $model->save()) {