common/modules/main/models/CategoryQuery.php

    public function all($db = null)
    {
        return parent::all($db);
---
SELECT * FROM `category` WHERE `parent_id` IN (1, 2, 3, 8, 9)